{
  "news": [
    {
      "id":1,
      "title" : "Fruit Flies and Cellular Demise – Zeroing in on the Causes of ALS",
      "az_byline" : "",
      "az_published" : "today -10 days",
      "az_media_image" : "connection-647206_1920.jpeg",
      "az_thumbnail" : "",
      "az_featured_image_as_thumb" : "1",
      "az_subheading"  : "New UArizona research has identified a previously unknown pattern of protein creation in the motor neurons, which are the cells that malfunction in patients with ALS. By restoring the missing proteins at one end of the cell, movement returns.",
      "az_body"  : "<p>Lou Gehrig's disease is a progressive disease marked by the deterioration and death of nerve cells used for voluntary movements such as walking, talking, eating and so much more. It is incurable. TDP-43 is a protein often found forming clumps within the cells of people with ALS, or amyotrophic lateral sclerosis. It is known to disrupt healthy protein creation in cells, ultimately leading to cellular demise. Scientists weren't sure how – until now. A University of Arizona-led team has uncovered an important new victim of TDP-43, potentially securing an important piece of the puzzle when it comes to a cure. That target – Dlp, short for Dally-like protein – is critical to the function of healthy neurons.</p>",
      "az_summary"  : "New UArizona research has identified a previously unknown pattern of protein creation in the motor neurons, which are the cells that malfunction in patients with ALS.",
      "az_attachments"    : "",
      "az_attachments_description" : "",
      "az_expiration_date"  : "2106-02-06 23:28:15",
      "az_link_url" : "",
      "az_link_title" : "",
      "az_news_tags" : "",
      "az_short_title" : "[node:title]"
    },
    {
      "id":2,
      "title" : "Runners' Brains May Have More Connectivity, UA Research Shows",
      "az_byline" : "Alexis Blue, University Communications",
      "az_published" : "today -5 days",
      "az_media_image" : "runners_brains.jpeg",
      "az_thumbnail" : "runners_brains_2.jpg",
      "az_featured_image_as_thumb" : "0",
      "az_subheading"  : "MRI scans reveal that running may affect the structure and function of the brain in ways similar to complex tasks like playing a musical instrument.",
      "az_body"  : "If you're thinking about taking up running as your New Year's resolution and still need some convincing, consider this: MRI scans reveal that endurance runners' brains have greater functional connectivity than the brains of more sedentary individuals.\n\nUniversity of Arizona researchers compared brain scans of young adult cross country runners to young adults who don't engage in regular physical activity. The runners, overall, showed greater functional connectivity — or connections between distinct brain regions — within several areas of the brain, including the frontal cortex, which is important for cognitive functions such as planning, decision-making and the ability to switch attention between tasks.\n\nAlthough additional research is needed to determine whether these physical differences in brain connectivity result in differences in cognitive functioning, the current findings, published in the journal Frontiers in Human Neuroscience, help lay the groundwork for researchers to better understand how exercise affects the brain, particularly in young adults.\n\nUA running expert David Raichlen, an associate professor of anthropology, co-designed the study with UA psychology professor Gene Alexander, who studies brain aging and Alzheimer's disease as a member of the UA's Evelyn F. McKnight Brain Institute.",
      "az_summary"  : "",
      "az_attachments"    : "",
      "az_attachments_description" : "",
      "az_expiration_date"  : "2106-02-06 23:28:15",
      "az_link_url" : "",
      "az_link_title" : "",
      "az_news_tags" : "Research",
      "az_short_title" : "[node:title]"
    },
    {
      "id":3,
      "title" : "Jet Stream Changes Could Amplify Weather Extremes by 2060s (UANews)",
      "az_byline" : "Daniel Stolte, University Communications",
      "az_published" : "today -15 day",
      "az_media_image" : "",
      "az_thumbnail" : "",
      "az_featured_image_as_thumb" : "1",
      "az_subheading"  : "",
      "az_body"  : "",
      "az_summary"  : "Matt Osman https://www.osmanclimate.com works in the Department of Atmospheric Sciences at the University of Arizona.",
      "az_attachments"    : "",
      "az_attachments_description" : "",
      "az_expiration_date"  : "2106-02-06 23:28:15",
      "az_link_url" : "https://news.arizona.edu/story/jet-stream-changes-could-amplify-weather-extremes-2060s",
      "az_link_title" : "Read more at UArizona News",
      "az_news_tags" : "Research",
      "az_short_title" : "[node:title]"
    },
    {
      "id":4,
      "title" : "Could Man's Best Friend Be Man's Best Medicine?",
      "az_byline" : "American Geophysical Union/University Communications",
      "az_published" : "today -1 day",
      "az_media_image" : "mans_best_friend.jpeg",
      "az_thumbnail" : "mans_best_friend.jpeg",
      "az_featured_image_as_thumb" : "1",
      "az_subheading"  : "A study of the interaction between humans and dogs is the first for the UA's new Human-Animal Interaction Research Initiative.",
      "az_body"  : "Most dog owners will tell you their furry friends make them feel good emotionally. But the health benefits of owning a dog may not end there.\n\nResearchers at the University of Arizona are recruiting participants for a study exploring whether dogs can improve human health by having a probiotic effect on the body. The research will focus specifically on dogs' effect on the health of older adults.\n\n\"We've co-evolved with dogs over the millennia, but nobody really understands what it is about this dog-human relationship that makes us feel good about being around dogs,\" said Kim Kelly, an anthropology doctoral student and one of the primary investigators on the study. \"Is it just that they're fuzzy and we like to pet them, or is there something else going on under the skin? The question really is: Has the relationship between dogs and humans gotten under the skin? And we believe it has.\"",
      "az_summary"  : "A study of the interaction between humans and dogs is the first for the UA's new Human-Animal Interaction Research Initiative.",
      "az_attachments"    : "",
      "az_attachments_description" : "",
      "az_expiration_date"  : "2106-02-06 23:28:15",
      "az_link_url" : "",
      "az_link_title" : "",
      "az_news_tags" : "Students|Research",
      "az_short_title" : "[node:title]"
    },
    {
      "id":5,
      "title" : "Black Holes Come to the Big Screen",
      "az_byline" : "Daniel Stolte, University Communications",
      "az_published" : "today -10 day",
      "az_media_image" : "",
      "az_thumbnail" : "",
      "az_featured_image_as_thumb" : "1",
      "az_subheading"  : "The new movie 'Interstellar' explores a longstanding fascination, but UA astrophysicists are using cutting-edge technology to go one better. They're working on how to take pictures of the black hole at the center of the galaxy.",
      "az_body"  : "What does a black hole look like up close? When the sci-fi movie 'Interstellar' — hitting theaters this week — wows audiences with its computer-generated views of one of most enigmatic and fascinating phenomena in the universe, University of Arizona astrophysicists Chi-kwan Chan, Dimitrios Psaltis and Feryal Ozel are likely to nod appreciatively and say something like, \"Meh, that looks nice, but check out what we've got.\" \"We want to know what happens near extremely compact objects such as black holes and neutron stars,\" said Psaltis, a professor of astronomy and physics in the UA's Department of Astronomy and Steward Observatory. \"We want to watch as matter fed onto a black hole crosses the event horizon, the point of no return, and disappears.\"",
      "az_summary"  : "",
      "az_attachments"    : "",
      "az_attachments_description" : "",
      "az_expiration_date"  : "2106-02-06 23:28:15",
      "az_link_url" : "",
      "az_link_title" : "",
      "az_news_tags" : "Campus News",
      "az_short_title" : "[node:title]"
    },
    {
      "id":6,
      "title" : "University of Arizona Unveils Pioneering Treatment for Type 1 Diabetes: A Game-Changer for Patients",
      "az_byline" : "By Wilma Wildcat, University of Arizona",
      "az_published" : "2020-01-01 00:00:00",
      "az_media_image" : "Health-Sciences-Education-Building-2464x1640.jpg",
      "az_thumbnail" : "",
      "az_featured_image_as_thumb" : "1",
      "az_subheading"  : "Developed by the University of Arizona's Center for Endocrine Research, Insulix-21 is a novel therapy that combines cutting-edge stem cell technology with advanced immunomodulation techniques.",
      "az_body"  : "<p><span class=\"lead\">The University of Arizona has announced a groundbreaking medical breakthrough in the treatment of Type 1 diabetes, unveiling a revolutionary new therapy that holds the potential to dramatically alter the management of this chronic condition.</span></p><drupal-media data-entity-type=\"media\" data-entity-uuid=\"aec26a34-72da-4a7c-94e1-8e2793ec67c2\" data-align=\"right\">&nbsp;</drupal-media><p>The innovative treatment, known as Insulix-21, has demonstrated remarkable success in early clinical trials, offering new hope to millions of individuals living with Type 1 diabetes. Developed by the University of Arizona's Center for Endocrine Research, Insulix-21 is a novel therapy that combines cutting-edge stem cell technology with advanced immunomodulation techniques. This dual-action approach not only aims to restore the body's ability to produce insulin but also prevents the autoimmune response that attacks insulin-producing cells in the pancreas.</p><p>Dr. Maria Alvarez, the principal investigator and Professor of Endocrinology at the University of Arizona, elaborated on the breakthrough: \"Insulix-21 represents a significant advancement in Type 1 diabetes treatment. By leveraging stem cells to regenerate pancreatic beta cells and incorporating immunomodulatory agents to protect these cells from immune system attacks, we are addressing the root causes of the disease.\"</p><p>In a recent clinical trial involving 120 participants, Insulix-21 demonstrated a 65% reduction in insulin dependence and a 50% improvement in glycemic control over a 12-month period. Patients also reported enhanced quality of life and reduced incidence of diabetes-related complications.</p><p>Dr. Alvarez expressed her excitement about the potential impact of Insulix-21: \"This breakthrough has the potential to not only manage Type 1 diabetes more effectively but also offer a path towards long-term remission for many patients. The early results are incredibly promising, and we are eager to continue our research and bring this transformative therapy to the wider community.\"</p><p>The University of Arizona is now preparing for larger-scale trials and is in discussions with leading pharmaceutical companies to accelerate the development and availability of Insulix-21. Additionally, the university has established a comprehensive support program to assist patients and families in accessing this cutting-edge therapy and managing their diabetes effectively.</p><p>This achievement highlights the University of Arizona's dedication to advancing medical research and improving patient outcomes. The Insulix-21 team is optimistic about the potential of this new treatment to make a significant difference in the lives of individuals affected by Type 1 diabetes.</p>",
      "az_summary"  : "A revolutionary new therapy that holds the potential to dramatically alter the management of this chronic condition.",
      "az_attachments"    : "",
      "az_attachments_description" : "",
      "az_expiration_date"  : "2106-02-06 23:28:15",
      "az_link_url" : "",
      "az_link_title" : "",
      "az_news_tags" : "Campus News",
      "az_short_title" : "[node:title]",
      "az_main_content" : "109|110"
    }
  ]
}
